_posts/language/2023-02-25-english-circumscribe.html
---
layout: post
title: 单词本：circumscribe
tags: [English,Latin]
categories: [language]
---
<p>
很多人都知道，Stephen Richards Covery 写过一本书叫做《高效能人士的七个习惯》（The 7 Habits of Highly Effective People）。
</p>

<p>
今天介绍的单词是另一个人写的书《Trust &amp; Inspire: How Truly Great
Leaders Unleash Greatness in Others》，作者名字叫 Stephen M.R. Covey。他好像，大概是 Stephen Richards Covery 的儿子。
</p>

<p>
先不管了，这本书就是说信任+启发式领导与命令+控制式领导的差别。书中举了个例子，说把跳蚤关在玻璃罐子里，不加盖子，跳蚤会轻易跳出去。但是加了盖子，它们就跳不出去了。过段时间，把盖子拿到，它们也不会尝试跳出去。作者就总结说：
</p>

<p>
You have conditioned them against jumping out of the jar and have
severely <b>circumscribed</b> their potential. (<a href="#citeproc_bib_item_1">Covey 2022</a>)
</p>

<p>
你已经把它们训练的不敢跳出罐子了。你严重的限制了它们的潜力。
</p>

<p>
作者举这个例子就是要说明命令+控制式领导对员工能力的负面作用。所以要成为信任+启发式领导。 Wise executives and managers now embrace a new
leadership method and mind-set: “Trust &amp; Inspire.”
</p>

<p>
当然，本文重点不是介绍信任与启发，而是介绍 <b>circumscribe</b> 这个单词。
circum 是拉丁语around、周围的意思。scribe 是书写的意思。所以合起来就是在周围画了个圈，限制其活动。就好象是孙悟空用金箍棒给唐僧他们画了个保护圈，限制他们的活动。
</p>

<p>
拉丁语 scribo, scribere, scripsi, scriptum 是书写的意思。相关的单词还有
</p>
<ul class="org-ul">
<li>conscript 征召，通过书写的文件，让人集合：Your body accords with
<b>conscript</b> requirement completely.</li>
<li>describe 描述：How do you <b>describe</b> your books?</li>
<li>inscribe 铭记：His name is <b>inscribed</b> on the monument.</li>
<li>proscribe 禁止，反对的描述：The crux of the dispute was an
initiative by a few members to <b>proscribe</b> any broadcasts to aliens,
whether or not we receive a signal first.</li>
<li>postscript 附言，写在后面的文字：I mean an addendum which he called
<b>postscript</b>.</li>
<li>subscribe 订阅：Which journals does the library <b>subscribe</b> to?</li>
<li>transcribe 转录： I have done some dictations that I need you to <b>transcribe</b>.</li>
<li>scribble 乱涂乱画：I&rsquo;m sorry what I wrote was such a <b>scribble</b>.</li>
<li>scrivener 公证人、代笔人。</li>
</ul>

<p>
德语动词 schreiben 书写，直接就是拉丁语微调了一下么。法语动词 écrire
也有一些拉丁语的痕迹。
</p>

<p>
在讲到领袖的榜样作用时，《Trust &amp; Inspire: How Truly Great Leaders
Unleash Greatness in Others》书中还提到古希腊哲学家的领导力标准：
</p>

<p>
classic Greek philosophers’ focus on three leadership standards:
“ethos, pathos and logos.” &#x2026; Logos concerns logic. Take care to act
in a logical, rational way that is appropriate in scale to the
<b>cirumstances</b>.
</p>

<p>
这里也出现了 circum- 开头的单词 circumstance，即所出的环境，即条件、状况。在拉丁语里：
</p>
<ul class="org-ul">
<li>circumsto: 周围站着，stand around 即环境、状况。</li>
<li>circumduco: 带领着环绕，lead around。英语单词 circumduction 应该就是从这个词来的。 <b>Circumduction</b> is the movement of a body region in a
circular manner, in which one end of the body region being moved
stays relatively stationary while the other end describes a circle.</li>
<li>circumvenio: come around 绕着来。英语单词 circumvent 回避、规避、改道。Title II of the Civil Rights Act of 1964 mandates that hotels
and other public accommodations must not discriminate based on race,
national origin, sex, or religion, and Title VIII of the Civil
Rights Act of 1968 (also known as the Fair Housing Act [FHA])
prohibits discrimination specifically in housing. However, Airbnb&rsquo;s
unique structure allows it to <b>circumvent</b> those
laws. (<a href="#citeproc_bib_item_2">Openstax 2019</a>)</li>
</ul>

<p>
其他还有：
</p>
<ul class="org-ul">
<li>circumference: 周围承受，即图形的周长。</li>
<li>circumflex 法语单词中的 ^ 符号，比如 côte 中 o 上面的那个。</li>
</ul>

<p>
德语里 circumvent 就是 umgehen，相应的 circumscribe 就成了 umschreiben。
</p>


<p>
<b>References</b>
</p>

<style>.csl-entry{text-indent: -1.5em; margin-left: 1.5em;}</style><div class="csl-bib-body">
  <div class="csl-entry"><a id="citeproc_bib_item_1"></a>Covey, Stephen M.R. 2022. <i>Trust &#38; Inspire: How Truly Great Leaders Unleash Greatness in Others</i>. Simon &#38; Schuster.</div>
  <div class="csl-entry"><a id="citeproc_bib_item_2"></a>Openstax. 2019. <i>Principles of Management</i>. Rice University.</div>
</div>
